Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.ConcreteMixture
The ConcreteMixture class represents the concrete mixture filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.ConcreteMixture.#ctor
Initializes a new instance of the ConcreteMixture class.